Repository: akalandazz/revline
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ka

source: Search car parts...
es: Buscar piezas de auto...
ka: ძიება ავტონაწილების...

source: Products
es: Productos
ka: პროდუქტები

source: Profile
es: Perfil
ka: პროფილი

source: Wishlist
es: Lista de Deseos
ka: სურვილების სია

source: Logout
es: Cerrar Sesión
ka: გამოსვლა

source: Login
es: Iniciar Sesión
ka: შესვლა

source: Register
es: Registrarse
ka: რეგისტრაცია

source: Cart
es: Carrito
ka: კალათა

source: Premium Sport Car Parts
es: Piezas Premium para Autos Deportivos
ka: პრემიუმ სპორტული ავტონაწილები

source: Unleash Your Car's
es: Libera el
ka: გაათავისუფლე შენი ავტომობილის

source: Performance
es: Rendimiento de tu Auto
ka: ძალუხევა

source: Premium sport car parts and accessories engineered for the ultimate driving experience. Quality parts, competitive prices, expert service.
es: Piezas y accesorios premium para autos deportivos diseñados para la experiencia de conducción definitiva. Piezas de calidad, precios competitivos, servicio experto.
ka: პრემიუმ სპორტული ავტონაწილები და აქსესუარები შექმნილი საუკეთესო მართვის გამოცდილებისთვის. ხარისხიანი ნაწილები, კონკურენტული ფასები, ექსპერტი მომსახურება.

source: Shop Now
es: Comprar Ahora
ka: იყიდე ახლა

source: Learn More
es: Saber Más
ka: იხილე მეტი

source: Guaranteed Quality
es: Calidad Garantizada
ka: გარანტირებული ხარისხი

source: Free Shipping
es: Envío Gratis
ka: უფასო მიწოდება

source: 10K+ Customers
es: 10K+ Clientes
ka: 10K+ მომხმარებელი

source: Free shipping on orders over $%(threshold)s
es: Envío gratis en pedidos de más de $%(threshold)s
ka: უფასო მიწოდება $%(threshold)s-ზე მეტი შესყიდვისას

source: Quality Guarantee
es: Garantía de Calidad
ka: ხარისხის გარანტია

source: 30-day money back guarantee on all products
es: Garantía de devolución de dinero de 30 días en todos los productos
ka: ყველა პროდუქტზე 30-დღიანი ფულის უკან დაბრუნების გარანტია

source: Expert Support
es: Soporte Experto
ka: ექსპერტი მხარდაჭერა

source: Professional technical support and guidance
es: Soporte técnico profesional y orientación
ka: პროფესიონალური ტექნიკური მხარდაჭერა და კონსულტაცია

source: Fast Delivery
es: Entrega Rápida
ka: სწრაფი მიწოდება

source: Quick processing and fast shipping nationwide
es: Procesamiento rápido y envío veloz a nivel nacional
ka: სწრაფი დამუშავება და სწრაფი მიწოდება ქვეყნის მასშტაბით

source: Featured Products
es: Productos Destacados
ka: გამორჩეული პროდუქტები

source: Handpicked premium parts for maximum performance
es: Piezas premium seleccionadas para máximo rendimiento
ka: ხელით შერჩეული პრემიუმ ნაწილები მაქსიმალური მუშაობისთვის

source: View All Featured Products
es: Ver Todos los Productos Destacados
ka: ყველა გამორჩეული პროდუქტის ნახვა

source: Shop by Category
es: Comprar por Categoría
ka: იყიდე კატეგორიის მიხედვით

source: Find the perfect parts for your vehicle
es: Encuentra las piezas perfectas para tu vehículo
ka: იპოვე იდეალური ნაწილები შენი ავტომობილისთვის

source: New Arrivals
es: Nuevos Productos
ka: ახალი პროდუქტები

source: Latest additions to our premium collection
es: Las últimas incorporaciones a nuestra colección premium
ka: ბოლო დამატებები ჩვენს პრემიუმ კოლექციაში

source: View Details
es: Ver Detalles
ka: დეტალების ნახვა

source: View All New Products
es: Ver Todos los Productos Nuevos
ka: ყველა ახალი პროდუქტის ნახვა

source: Trusted Brands
es: Marcas de Confianza
ka: სანდო ბრენდები

source: We partner with the world's leading automotive brands
es: Nos asociamos con las principales marcas automotrices del mundo
ka: ჩვენ ვთანამშრომლობთ მსოფლიოს წამყვან ავტომობილურ ბრენდებთან

source: Ready to Upgrade Your Ride?
es: ¿Listo para Mejorar tu Auto?
ka: მზად ხარ შენი ავტომობილის განახლებისთვის?

source: Join over 10,000+ satisfied customers who trust RevLine for their performance needs. Experience the difference quality makes.
es: Únete a más de 10,000+ clientes satisfechos que confían en RevLine para sus necesidades de rendimiento. Experimenta la diferencia que hace la calidad.
ka: შეუერთდი 10,000+ კმაყოფილ მომხმარებელს, რომლებიც ენდობიან RevLine-ს მუშაობის საჭიროებებისთვის. განიცადე განსხვავება, რომელსაც ხარისხი ქმნის.

source: Happy Customers
es: Clientes Satisfechos
ka: კმაყოფილი მომხმარებლები

source: Average Rating
es: Calificación Promedio
ka: საშუალო რეიტინგი

source: Satisfaction Rate
es: Tasa de Satisfacción
ka: კმაყოფილების ხარისხი

source: Start Shopping
es: Comenzar a Comprar
ka: შოპინგის დაწყება

source: Get Expert Advice
es: Obtener Consejo Experto
ka: ექსპერტი რჩევის მიღება
